

/* Allowed Apps Table */
"appKind_app" 			= "Application";
"appKind_classicApp" 	= "Application Classic";

"item_exists_title"	= "Élément existant";
"item_exists_msg"	= "Cet élément figure déjà dans la liste.";

"add_button_title"	= "Ajouter";

"table_data_varies"	= "Données variables";

// Allowed apps whitelist progress Bar "main" text string
"progressGatheringAppsMainText" = "Collecte d’informations sur l’application.";

//**
//** Strings for "Some apps are unsigned, do you want to sign them" confirmation sheet
//**
"confirmsign_sign" 		= "Signer";
"confirmsign_cancel" 	= "Annuler";
"confirmsign_dontSign" 	= "Ne pas signer";

"confirmsign_one" = "« %@ » n’est pas signée.Voulez-vous la signer ?";
"confirmsign_some" = "Certaines des applications que vous avez sélectionnées ne sont pas signées. Voulez-vous les signer ?";
"confirmsign_all" = "Les applications que vous avez sélectionnées ne sont pas signées. Voulez-vous les signer ?";

"confirmsign_info" = "Les signatures numériques protègent l’identité des applications. N’ajoutez que des applications signées à la liste d’applications autorisées. Si vous y ajoutez des applications non signées, les utilisateurs pourront compromettre la sécurité en déguisant une application non autorisée en application autorisée.";

//**
//** Keychain name where codesigning certificate will be stored
//**
"codesign_keychain" = "signature d’application.trousseau";
"codesign_certname" = "signature d’application";


//**
//** Strings for sheet: Confirm creation of app signing keychain
//**
"confirmcreatekeychain_create" = "Créer";
"confirmcreatekeychain_cancel" = "Annuler";
"confirmcreatekeychain_msg" = "Pour signer des applications, vous devez créer un trousseau intitulé « %@ ».";
"confirmcreatekeychain_info" = "Un trousseau destiné aux signatures numériques va être créé. Pour plus de sécurité, donnez-lui un mot de passe différent de votre mot de passe de trousseau d’ouverture de session.";

//** String displayed in progress sheet while finding/creating signing identity
"codesign_gettingcertificate" = "Obtention du certificat de signature...";

//** Main status string when doing actual application signing
"codesign_signing" = "Signature de l’application...";

//**
//** Strings for reporting error during app signing
//**
//"codesign_error_msg" = "Error (%@) signing “%@”";
"codesign_error_msg" = "Impossible de signer « %@ »";
"codesign_error_txt" = "L’application « %@ » n’a pas pu être signée.";

//**
//** Strings for catch-all error during gathering of information about added whitelist apps
//**
"gatherappInfo_error_msg" = "Une erreur (%@) est survenue lors de la collecte d’informations sur l’application.";

//**
//** Tooltip strings that appear over items in whitelist
//**
"appwhitelist_tooltip_nosig" 			= "« %@ » ne possède pas de signature.";
"appwhitelist_tooltip_sig" 				= "« %@ » possède une signature incorporée à l’application.";
"appwhitelist_tooltip_detachedsig" 		= "« %@ » possède une signature stockée dans cette fiche de répertoire. Toute application dont l’identifiant de paquet est « %@ » doit correspondre à cette signature pour pouvoir être lancée.";
"appwhitelist_tooltip_nestedapp_nosig" 	= "Un utilitaire incorporé à « %@ » ne possède pas de signature.";
// AdHoc tooltip added for 5826136
"appwhitelist_tooltip_adhocsig"			= "« %@ » présente une signature ad hoc qui ne fonctionnera pas avec des architectures CPU multiples. Il vous est recommandé d’ajouter à nouveau cette application à la liste et de lui créer une nouvelle signature.";
